#12) Напишите функцию, которая принимает на вход строку, а возвращает эту строку «задом наперед»

s = input('Tekst kiritin: ')
print(s[::-1])