#18) Дана строка 'aaa bbb ccc'. Вырежите из нее слово 'bbb' тремя разными способами

s = input('Tekst kiritin: ')
print(s[4:7])