#14)  Дана строка 'я учу Python!'.
# С помощью метода split запишите каждое слово этой строки в отдельный элемент массива.

s = input('Tekst kiritin: ')
print(s.split())