#20)  Дана строка 'aaa@bbb@ccc'. Замените все @ на '!' с помощью глобального поиска и замены.

s = input('Tekst kiritin: ')
print(s.replace('@', '!'))