#15) Дана строка 'Я-учу-Python!'.
# Замените все дефисы на '!' с помощью глобального поиска и замены.

s = input('Tekst kiritin: ')
print(s.replace('-', '!'))